Repository: misteu/VocabularyTraining
Catalog: VocabularyTrainer/Localizable/Localizable.xcstrings
Source language: en
Languages: de, hi, nl, pt_br

source: %d word
de: %d Wort
hi: %d शब्द
nl: %d woord
pt_br: %d palavra

source: %d words
de: %d Wörter
hi: %d शब्दों
nl: %d woorden
pt_br: %d palavras

source: ⇪ export
de: ⇪ exportieren
nl: ⇪ exporteren
pt_br: ⇪ exportar

source: ↤ Back
de: ↤ Zurück
hi: ↤ पीछे
nl: ↤ Terug
pt_br: ↤ Voltar

source: ⤴ export
de: ⤴ exportieren
hi: निर्यात
nl: ⤴ exporteren
pt_br: ⤴ exportar

source: ⤋ import
de: ⤋ importieren
hi: आयात
nl: ⤋ importeren
pt_br: ⤋ importar

source: 0 words
de: 0 Wörter
hi: 0 शब्दों
nl: 0 woorden
pt_br: 0 palavras

source: About
de: Über
nl: Over
pt_br: Sobre o

source: About Flippy App
de: Über Flippy App
hi: Flippy App के बारे में
nl: Over Flippy App
pt_br: Sobre o Flippy

source: Add
de: Hinzufügen
hi: जोड़ें
nl: Toevoegen
pt_br: Adicionar

source: ➕ Add language
de: ➕ Sprache hinzufügen
hi: ➕ भाषा जोड़ें
nl: ➕ Taal toevoegen
pt_br: ➕ Adicionar idioma

source: Add new word
de: Neues Wort hinzufügen
hi: नया शब्द जोड़ें
nl: Nieuw woord toevoegen
pt_br: Adicionar nova palavra

source: Added Language
de: Sprache hinzugefügt
hi: भाषा जोड़ी गई
nl: Taal toegevoegd
pt_br: Idioma adicionado

source: Add new language
de: Neue Sprache hinzufügen
hi: नई भाषा जोड़ें
nl: Nieuwe taal toevoegen
pt_br: Adicionar novo idioma

# alert_import_language_existing_message
source: You already have a language called %@. This will be overwritten when importing. Are you sure you want to proceed?
de: Du hast bereits eine Sprache mit dem Namen %@. Diese wird beim Import überschrieben.Bist du sicher, dass Du fortfahren möchtest?
hi: आपके पास पहले से ही एक भाषा है जिसका नाम %@ है। इसे आयात करते समय यह ओवरराइट हो जाएगा। क्या आप निश्चित ही आगे बढ़ना चाहते हो?
nl: Je hebt al een taal met de naam %@. Dit wordt overschreven bij importeren. Weet je zeker dat je wilt doorgaan?
pt_br: Você já tem um idioma chamado %@. Isso será sobrescrito ao importar. Você tem certeza que quer prosseguir?

# alert_import_language_existing_title
source: Already existing
de: Bereits vorhanden
hi: पहले से मौजूद है
nl: Al reeds aanwezig
pt_br: Já existente

source: Answer
de: Antwort
hi: उत्तर
nl: Antwoord
pt_br: Resposta

source: Back
de: Zurück
hi: पीछे
nl: Terug
pt_br: Voltar

source: Cancel
de: Abbrechen
nl: Annuleer
pt_br: Cancelar

source: Change word`s probability
de: Wortwahrscheinlichkeit ändern
hi: शब्द की प्रायिकता बदलें
nl: Verander frequentie van woord
pt_br: Alterar probabilidade da palavra aparecer

source: Change word`s probability value. Higher value means higher probability for the word to appear. New words start with a value of 100.
de: Ändere die Wortwahrscheinlichkeit. Je höher der Wert, desto wahrscheinlicher wird das Wort beim Training gezogen. Neue Wörter starten mit einem Wert von 100.
hi: शब्द का प्रायिकता मान बदलें। उच्च मूल्य का अर्थ है शब्द के प्रकट होने की उच्च संभावना। नए शब्द 100 से शुरू होते हैं।
nl: Verander frequentie van woord. Een hogere waarde betekend een hogere ferquentie van verschijning. Nieuwe woorden starten met een waarde 100.
pt_br: Alterar a probabilidade da palavra aparecer. Valores maiores significa que há maior probabilidade da palavra aparecer. Novas palavras começam com o valor 100.

source: Check
de: Prüfen
hi: जांच
nl: Controleer
pt_br: Confirmar

source: Close
de: Schließen
hi: बंद करें
nl: Afsluiten
pt_br: Fechar

# correctButtonTitle
source: Correct
de: Richtig
hi: सही

# Currently there are no languages
source: Currently there are no languages. You may add new languages via the button below.
de: Es wurden bisher keine Sprachen gespeichert. Mit dem Button unten kannst du neue Sprachen hinzufügen.
hi: वर्तमान में कोई भाषा नहीं हैं। आप नीचे दिए गए बटन के माध्यम से नई भाषाएं जोड़ सकते हैं।
nl: Er zijn op het moment geen talen. Je kan nieuwe talen toevoegen via de knop hieronder.
pt_br: Atualmente não há idiomas. Você pode adicionar um novo idioma no botão abaixo.

# Currently there are no words
source: Currently there are no words. You may add new word via the button below.
de: Es wurden bisher keine Wörter gespeichert. Mit dem Button unten kannst du neue Wörter hinzufügen.
hi: वर्तमान में कोई शब्द नहीं हैं। आप नीचे दिए गए बटन के माध्यम से नया शब्द जोड़ सकते हैं।
nl: Momenteel zijn er geen woorden. U kunt een nieuw woord toevoegen via de knop hieronder.
pt_br: Atualmente não há palavras. Você pode adicionar uma nova palavra no botão abaixo.

source: 🗑 Delete
de: 🗑 Löschen
hi: 🗑 हटाएं
nl: 🗑 Verwijder
pt_br: 🗑 Deletar

source: Delete %@
de: %@ löschen
hi: हटाएं %@
nl: Verwijder %@
pt_br: Deletar %@

source: 🗑 Delete Language
de: 🗑 Löschen
hi: 🗑 भाषा हटाएं
nl: 🗑 Taal verwijderen
pt_br: 🗑 Excluir idioma

source: Deleting this language will delete all your saved words and your learning progress. You can export/import all languages via the main screen. Do you want to proceed?
de: Wenn du diese Sprache löschst werden alle gespeicherten Wörter und dein Fortschritte dieser Sprache gelöscht. Du kannst alle Sprachen im Hauptbildschirm exportieren/importieren. Willst du die Sprache wirklich löschen?
hi: इस भाषा को हटाने से आपके सभी सहेजे गए शब्द और आपकी प्रगति मिट जाएगी। आप main screen के माध्यम से सभी भाषाओं को export/import कर सकते हैं। क्या आप आगे बढ़ना चाहते हैं?
nl: Het verwijderen van deze taal verwijderd ook je opgeslagen woorden en voortgang. Je kan alle talen importeren en exporteren via het hoofdscherm. Wil je verdergaan?
pt_br: Deletando esse idioma, você irá deletar todas as palavras salvas e o seu progresso de aprendizado. Você gostaria de continuar?

source: ✏️ Edit word
de: ✏️ Wort bearbeiten
hi: ✏️ वर्ड एडिट करें
nl: ✏️ Woord aanpassen
pt_br: ✏️ Editar palavra

source: 🛠 Edit:
de: 🛠 Bearbeiten:
hi: 🛠 संपादित करें:
nl: 🛠 Aanpassen:
pt_br: 🛠 Editar:

# emptyLanguage
source: You don't have any languages to practice, yet! Tap the + button to start your learning journey.
de: Du hast noch keine Sprachen zum Üben ausgewählt! Tippe auf die + Schaltfläche, um deine Lernreise zu beginnen.
hi: आपके पास अभी तक कोई भाषाएँ अभ्यास करने के लिए उपलब्ध नहीं हैं! + बटन दबाकर अपनी सीखने की यात्रा शुरू करें।
nl: Je hebt nog geen talen om te oefenen! Tik op de + knop om aan je leerreis te beginnen.
pt_br: Você não tem nenhum idioma para praticar, ainda! Toque no botão + para começar sua jornada de aprendizado.

# emptyMessage
source: There were not found any language files for your app. For a template of a language file you may create a new language with some vocabulary inside this app and export it.
de: Es konnten keine Sprachdateien für die App gefunden werden. Um eine Vorlage für eine Sprachdatei zu erhalten, erstelle eine neue Sprache in der App und exportiere diese.
hi: आपके ऐप के लिए कोई भाषा फ़ाइल नहीं मिली। किसी भाषा फ़ाइल के template के लिए आप इस app के अंदर कुछ शब्दावली एक नई भाषा बना सकते हैं और इसे export कर सकते हैं।
nl: Geen bestanden met talen gevonden voor deze app. Om een template te creeren, kan je een nieuwe taal aanmaken en exporteren.
pt_br: Não foi encontrado qualquer arquivo de idioma para o seu app. Para ter o modelo do arquivo de idioma, você terá que criar um novo idioma com algumas palavras adicionadas dentro do app e exportar.

# emptyWord
source: You don't have any words to practice, yet! Tap the edit button to add new words.
de: Du hast noch keine Wörter zum Üben ausgewählt! Tippe auf die Bearbeiten-Schaltfläche, um neue Wörter hinzuzufügen.
hi: आपके पास अभी तक कोई शब्द अभ्यास करने के लिए नहीं हैं! नए शब्द जोड़ने के लिए संपादित बटन दबाएं।
nl: Je hebt nog geen woorden om te oefenen! Tik op de bewerk-knop om nieuwe woorden toe te voegen.
pt_br: Você não tem nenhuma palavra para praticar, ainda! Toque no botão editar para adicionar novas palavras.

source: Exported the following languages:
de: Folgende Sprachdateien wurden erfolgreich exportiert:
hi: निम्नलिखित भाषाओं का export हुआ:
nl: De volgende talen zijn geexporteerd:
pt_br: Exportado os seguintes idiomas:

# home_edit_button_title
source: Edit
de: Bearbeiten
hi: संपादित करें
pt_br: Editar

# home_export_button_title
source: Export
de: Exportieren

# home_header_title
source: My Languages
de: Meine Sprachen
pt_br: Meus Idiomas

# home_import_button_title
source: Import
de: Importieren
pt_br: Importar

# home_practice_button_title
source: Practice
de: Üben
hi: प्रशिक्षण
pt_br: Praticar

# ℹ️ Add new words with the button below
source: ℹ️ Add new words via the button below.
de: ℹ️ Füge über den Button unten neue Wörter hinzu.
hi: ℹ️ नीचे दिए गए बटन से नए शब्द जोड़ें।
nl: ℹ️ Voeg nieuwe woorden toe met de knop hieronder.
pt_br: ℹ️ Adicione novas palavras pelo botão abaixo.

source: Importing language files
de: Sprachdateien importieren
nl: Taal bestanden importeren
pt_br: Importando arquivos de idiomas

source: Existing languages on your device with the same name as the csv-file you try to import will be overwritten. Do you want to proceed?
de: Auf dem iPhone vorhandene Sprachen mit gleichem Namen wie die zu importierenden csv-Dateien werden beim Importieren überschrieben. Willst du die csv-Dateien wirklich importieren?
hi: आपके device पर उसी नाम वाली मौजूदा भाषाएं, जिसका नाम आप जिस csv file import करने का प्रयास करते हैं, उसे अधिलेखित कर दिया जाएगा। क्या आप आगे बढ़ना चाहते हैं?
nl: Bestaande talen op je apparaat met dezelfde naam als het csv-file worden overschreven. Is dit oke?
pt_br: Os idiomas existentes no seu aparelho caso possuam o mesmo nome que os arquivos csv-file a serem importados serão sobrescritos. Você gostaria de continuar?

source: Language
de: Sprache
hi: भाषा
nl: Taal
pt_br: Idioma

# languageExists
source: Language already exists
de: Die Sprache gibt es bereits
hi: भाषा पहले से ही मौजूद है
nl: Taal bestaat al
pt_br: Idioma já existe

# My words
source: ⚙️ Edit
de: ⚙️ Bearbeiten
hi: ⚙️ संपादित करें
nl: ⚙️ Bewerken
pt_br: ⚙️ Editar

source: New Word
de: Neues Wort
hi: नया शब्द
nl: Nieuw woord
pt_br: Nova palavra

source: New word added
de: Neues Wort hinzugefügt
hi: नया शब्द जोड़ा गया
nl: Nieuw woord toegevoegd
pt_br: Nova palavra adicionada

source: Next word
de: Nächstes Wort
hi: अगला शब्द
nl: Volgende woord
pt_br: Próxima palavra

source: No language files found
de: Keine Sprachdateien gefunden
hi: कोई भाषा फ़ाइल नहीं मिली
nl: Geen taalbestand geselecteerd
pt_br: Nenhum arquivo de idioma foi encontrado

source: No language selected
de: Keine Sprache ausgewählt
hi: कोई भाषा चयन नहीं की गई है
nl: Geen taal geselecteerd
pt_br: Nenhum idioma selecionado

source: No words inside 🕵️‍♀️
de: Keine Wörter vorhanden 🕵️‍♀️
hi: अंदर कोई शब्द नहीं 🕵️‍♀️
nl: Geen woorden gevonden 🕵️‍♀️
pt_br: Sem palavras adicionadas 🕵️‍♀️

source: Please select a language to export first.
de: Bitte wähle zuerst eine Sprache aus.
hi: कृपया पहले export करने के लिए एक भाषा चुनें।
nl: Selecteer een taal om te exporteren alsjeblieft.
pt_br: Por favor, selecione um idioma primeiro para exportar.

source: Please wait...
de: Bitte warten...
hi: कृपया प्रतीक्षा करें...
nl: Even wachten...
pt_br: Por favor, aguarde...

# rightAnswer
source: That's right!
de: Das ist richtig!
hi: यह सही है!
nl: Dat klopt!
pt_br: Acertou!

source: search for words
de: Wort suchen
hi: शब्द खोजें
nl: Zoeken naar woorden
pt_br: buscar palavras

# skip
source: Skip word
de: Wort überspringen
hi: शब्द छोड़ें
nl: Woord overslaan
pt_br: Pular palavra

# Swipe left to edit word (edit its probability or delete it)
source: ℹ️ Swipe a word to the left to edit it. Words with longer red bars are more likely to be shown in training.
de: Wort nach links wischen um es zu bearbeiten. Je länger die rote Anzeige unter dem Wort ist, desto wahrscheinlicher wird es beim Training gezogen.
hi: ℹ️ शब्द edit करने के लिए बाएं स्वाइप करें (इसकी प्रायिकता edit करें या इसे हटा दें)
nl: ℹ️ Swipe een woord naar links om te bewerken. Woorden met een langere balk komen vaker voor in de training.
pt_br: ℹ️ Arraste a palavra para a esquerda para editar. Palavras que estejam com uma barra vermelha maior, terá uma probabilidade maior de aparecer durante a prática.

# takeLook
source: Take a look
de: Umdrehen
hi: एक नज़र डालें
nl: Neem een kijkje
pt_br: Espiar

source: The word %@ already exists. Adding the new pair will overwrite the old pair of words.
de: Das Wort %@ gibt es bereits. Das Hinzufügen des neuen Paares wird das alte Wortpaar überschreiben.
hi: शब्द %@ पहले से ही मौजूद है। नये जोड़े को जोड़ने से पहले पुराने जोड़े को अधिलेखित किया जाएगा।
nl: Het woord %@ bestaat al. Het toevoegen van het nieuwe paar zal het oude paar woorden overschrijven.
pt_br: A palavra %@ já existe. Adicionar o novo par irá sobrescrever o antigo par de palavras.

source: Translation
de: Übersetzung
hi: अनुवाद
nl: Vertaling
pt_br: Tradução

# whichLanguage
source: Name of language
de: Name der Sprache
hi: कौनसी भाषा?
nl: Naam van taal
pt_br: Idioma

# wrongAnswer
source: That's wrong
de: Das ist falsch
hi: यह गलत है
nl: Dat is fout
pt_br: Errado

# wrongButtonTitle
source: Wrong
de: Falsch
hi: गलत
nl: Fout

source: Your Languages
de: Deine Sprachen
hi: आपकी भाषाएं
nl: Jou talen
pt_br: Seus idiomas

source: Your progress and probability configuration for this word will be saved
de: Ihre Fortschritts- und Wahrscheinlichkeitskonfiguration für dieses Wort wird gespeichert
hi: इस शब्द के लिए आपकी प्रगति और profile configuration सहेजा जाएगा
nl: Je voortgang en frequentie voor dit woord worden opgeslagen
pt_br: Seu progresso e configuração de probabilidade para essa palavra não será alterado com essa mudança

source: Training
hi: प्रशिक्षण
pt_br: Treinando
